export const age: number[] = [];
for (let i = 20; i < 70; i++) {
  age.push(i);
}

export const banks = [
  'KEB하나은행',
  'SC제일은행',
  '국민은행',
  '신한은행',
  '외환은행',
  '우리은행',
  '한국시티은행',
  '기업은행',
  '농협',
  '수협',
  '한국산업은행',
  '한국수출입은행',
  '경남은행',
  '광주은행',
  '대구은행',
  '부산은행',
  '전북은행',
  '제주은행',
];

export const jobs = ['사회적경제기업', '소상공인', '사업자', '기타', '근로자'];

export const regions = [
  '전국',
  '서울',
  '경기',
  '인천',
  '부산',
  '광주',
  '대구',
  '대전',
  '울산',
  '세종',
  '강원',
  '전남',
  '전북',
  '충남',
  '충북',
  '경남',
  '경북',
  '제주',
];

export const crdtGrade = [100, 200, 300, 400, 500, 600, 700, 800, 900];

export const income = [
  '없음',
  '2400 이하',
  2400,
  2500,
  2600,
  2700,
  2800,
  2900,
  3000,
  3100,
  3200,
  3300,
  3400,
  3500,
  3600,
  3700,
  3800,
  3900,
  4000,
  4100,
  4200,
  4300,
  4400,
  4500,
  4600,
  4700,
  4800,
  4900,
  5000,
  5100,
  5200,
  5300,
  5400,
  5500,
  5600,
  5700,
  5800,
  5900,
  6000,
  '6000 이상',
];

export const agencyList = [
  '공공기관',
  '여신금융회사',
  '은행',
  '일반기관',
  '기타',
];

export const locationList = [
  '강원',
  '경기',
  '경남',
  '경북',
  '광주',
  '대구',
  '대전',
  '부산',
  '서울',
  '세종',
  '인천',
  '전국',
  '전남',
  '전북',
  '제주',
  '충남',
  '충북',
];

export const targetList = [
  '근로자',
  '사업자',
  '소상공인',
  '사회적경제기업',
  '기타',
];

export const usingList = ['생계', '운영', '주거', '창업', '학자금', '기타'];
